[
  {
    "id": 1,
    "image": "https://i.ibb.co/j61LwRx/children.jpg",
    "title": "Support Pediatric Care for Underprivileged Children",
    "category": "Health",
    "description": "In our mission to 'Support Pediatric Care for Underprivileged Children' within the Health category, we strive to provide essential medical attention, life-saving vaccinations, and invaluable health education to children facing economic hardship. Your generous donation of $50 becomes a beacon of hope, ensuring that every child, regardless of their circumstances, receives the care they need and deserve. Together, we sculpt a brighter, healthier future for the youngest generation, fostering a world where their potential knows no bounds. Join us today to be a catalyst for positive change, where compassion and care reign supreme.",
    "price": 50,
    "card_color": "#0052ff26",
    "category_color": "#0052ff33",
    "title_color": "#0052FF"
  },
  {
    "id": 2,
    "image": "https://i.ibb.co/vmzp6Z7/education.png",
    "title": "Scholarships for Bright Minds",
    "category": "Education",
    "description": "'Scholarships for Bright Minds' in the Education category invites you to invest in the future by sponsoring promising students who aspire to higher education but lack the financial means. Your support, priced at $30, can be a transformative force, unlocking a world of opportunities for these talented individuals. With your contribution, dreams are realized, aspirations are fulfilled, and a path to a brighter, more knowledgeable future is paved. Join us in empowering these aspiring scholars, as together, we bridge the gap between potential and realization, creating a society where talent knows no economic barrier. Your generosity is their stepping stone to success.",
    "price": 30,
    "card_color": "#ff444a26",
    "category_color": "#ff444a33",
    "title_color": "#FF444A"
  },
  {
    "id": 3,
    "image": "https://i.ibb.co/2cg4Z3r/clothing-For-Winter.webp",
    "title": "Warmth for the Winter Season",
    "category": "Clothing",
    "description": "Our campaign, 'Warmth for the Winter Season,' within the Clothing category, encourages you to make a meaningful difference by donating essential winter clothing items. Your generous contribution of $70 enables us to provide warm coats, cozy blankets, and protective gloves to individuals and families in need. Together, we ensure that they can brave the cold winter months with comfort and safety. By extending a helping hand, you become a beacon of warmth in their lives, offering hope and assurance during challenging times. Join us in this compassionate endeavor, where your support transforms the winter season into one of comfort, care, and resilience.",
    "price": 70,
    "card_color": "#EBF6E2",
    "category_color": "#79c23f33",
    "title_color": "#79C23F"
  },
  {
    "id": 4,
    "image": "https://i.ibb.co/1vCcs3j/food-For-Home-Less-People.jpg",
    "title": "Fight Hunger, Feed Hope",
    "category": "Food",
    "description": "In our campaign, 'Fight Hunger, Feed Hope,' under the Food category, we invite you to be a part of our mission to combat hunger in our community. Your compassionate donation of $20 plays a pivotal role in ensuring that nutritious meals and essential food items reach those who are struggling to put food on the table. By joining hands with us, you become a beacon of hope in the lives of individuals and families facing food insecurity. Together, we can alleviate hunger, nourish hearts, and inspire a future where no one goes to bed hungry. Make a difference today and help us feed hope.",
    "price": 20,
    "card_color": "#f8714726",
    "category_color": "#f8714733",
    "title_color": "#F87147"
  },
  {
    "id": 5,
    "image": "https://i.ibb.co/Kbc40pw/food-Relief.jpg",
    "title": "Emergency Food Relief",
    "category": "Food",
    "description": "Our 'Emergency Food Relief' initiative within the Food category urgently calls for your support. Your compassionate donation of $25 can make an immediate and substantial difference in the lives of individuals and families grappling with food insecurity. We are dedicated to providing essential sustenance to those in crisis, offering a lifeline when it's needed most. By joining us, you become a source of hope, ensuring that no one goes hungry during their darkest hours. Your generosity is the nourishment that fuels resilience and strength. Together, let's extend a helping hand and make a profound impact on those facing emergency food challenges.",
    "price": 25,
    "card_color": "#f8714726",
    "category_color": "#f8714733",
    "title_color": "#F87147"
  },
  {
    "id": 6,
    "image": "https://i.ibb.co/ZghQx1V/clothing.png",
    "title": "Clothing for Job Seekers",
    "category": "Clothing",
    "description": "In our 'Clothing for Job Seekers' campaign, we invite you to make a lasting impact. Your donation of $40 empowers job seekers to dress for success by providing them with professional attire. By contributing, you play a vital role in helping individuals make a positive impression during interviews and on the job, ultimately assisting them in securing employment. Your generosity extends far beyond clothing; it's a stepping stone to brighter futures and newfound confidence. Together, we can open doors to career opportunities and pave the way for personal and professional growth. Join us in transforming lives one outfit at a time.",
    "price": 40,
    "card_color": "#EBF6E2",
    "category_color": "#79c23f33",
    "title_color": "#79C23F"
  },
  {
    "id": 7,
    "image": "https://i.ibb.co/N7D0xmN/education-Donation-For-All.jpg",
    "title": "Educational Resources for All",
    "category": "Education",
    "description": "Our 'Educational Resources for All' campaign invites you to be a catalyst for change. Your $15 donation is a crucial step toward providing educational resources to learners of all ages. With your support, we can bridge the educational gap, ensuring that knowledge and opportunities are accessible to everyone. Lifelong learning becomes a reality as you empower individuals to reach their full potential. Together, we create a brighter, more knowledgeable future, where education is a beacon of hope. Join us in this mission to unlock a world of possibilities through the gift of learning and the promotion of education for all.",
    "price": 15,
    "card_color": "#ff444a26",
    "category_color": "#ff444a33",
    "title_color": "#FF444A"
  },
  {
    "id": 8,
    "image": "https://i.ibb.co/TLgfz13/health.png",
    "title": "Healthcare Access for Vulnerable Communities",
    "category": "Health",
    "description": "In our mission, 'Healthcare Access for Vulnerable Communities' within the Health category, your contribution of $55 plays a vital role. Your generosity ensures that vulnerable communities gain access to essential healthcare services, promoting better well-being and an improved quality of life. By joining us, you become a lifeline for those in need, helping them overcome health challenges and fostering a healthier future. Together, we bridge the gap in healthcare disparities, making sure that no one is left behind. Join our cause, where your support is the key to a healthier, more equitable world for all.",
    "price": 55,
    "card_color": "#0052ff26",
    "category_color": "#0052ff33",
    "title_color": "#0052FF"
  },
  {
    "id": 9,
    "image": "https://i.ibb.co/MBqkNhW/childrens-Health.jpg",
    "title": "Children's Health and Wellness",
    "category": "Health",
    "description": "In our 'Children's Health and Wellness' initiative within the Health category, your $30 contribution holds the power to make a significant difference. Your support fuels initiatives aimed at promoting the well-being of children, providing crucial funding for vaccinations, health education, and preventive care for those in need. By joining hands with us, you become a champion for the health and future of our youngest generation. Together, we create a world where every child has the opportunity to thrive, ensuring they receive the care and support necessary for a brighter, healthier tomorrow. Join us in shaping a better future for our children through the gift of good health.",
    "price": 30,
    "card_color": "#0052ff26",
    "category_color": "#0052ff33",
    "title_color": "#0052FF"
  },
  {
    "id": 10,
    "image": "https://i.ibb.co/DgNM0x2/improve-Mind-Through-Education.jpg",
    "title": "Empowering Minds Through Education",
    "category": "Education",
    "description": "Our mission, 'Empowering Minds Through Education,' under the Education category, invites you to be a catalyst for change. Your generous donation of $40 empowers underserved communities by providing access to quality learning resources. Your support is the key that unlocks the doors to knowledge and helps students reach their full potential. Together, we shape a future where education knows no boundaries, and every mind is nurtured to its fullest capacity. Join us in this transformative journey, where your contribution creates lasting impacts, cultivates brighter futures, and fosters a society built on the pillars of education and empowerment.",
    "price": 40,
    "card_color": "#ff444a26",
    "category_color": "#ff444a33",
    "title_color": "#FF444A"
  },
  {
    "id": 11,
    "image": "https://i.ibb.co/Wf3QVDm/clothing-Donation-Drive.jpg",
    "title": "Clothing Donation Drive",
    "category": "Clothing",
    "description": "Join our clothing donation drive and make a meaningful impact on the lives of those in need. Your gently worn clothing can provide warmth, comfort, and confidence to individuals facing challenging circumstances. Help us make a difference one garment at a time. With a donation of $50, you become a source of hope and support, spreading love and compassion to those in need. Your contribution is a testament to the kindness that can transform lives and make the world a better place. Join us today and be a part of this heartwarming journey to make a positive difference in our community.",
    "price": 50,
    "card_color": "#EBF6E2",
    "category_color": "#79c23f33",
    "title_color": "#79C23F"
  },
  {
    "id": 12,
    "image": "https://i.ibb.co/6P4czCX/food.png",
    "title": "Nutrition Education for Families",
    "category": "Food",
    "description": "In our commitment to 'Nutrition Education for Families' within the Food category, your $20 donation holds the power to empower families with valuable knowledge. Your support enables programs that teach them how to make healthy food choices, enhancing their overall well-being. By joining hands with us, you become a beacon of health and wellness, fostering a brighter, more informed future for families. Together, we cultivate a society where access to nutritious food is complemented by the ability to make the best choices. Join our mission and be a catalyst for positive change, where your contribution fuels healthier and happier lives for families in need.",
    "price": 20,
    "card_color": "#f8714726",
    "category_color": "#f8714733",
    "title_color": "#F87147"
  }
]
